Repository: common-repository/trustami-badge-for-customer-reviews-and-google-stars
Catalog: languages/trustami-badge-for-customer-reviews-and-google-stars-*.po
Languages: de_de

source: Trustami Trust Badge for WooCommerce
de_de: Trustami Vertrauenssiegel für WooCommerce

source: https://www.trustami.com/en
de_de: https://www.trustami.com

source: https://app.trustami.com/start/woocommerce/en
de_de: https://app.trustami.com/features/woocommerce

source: Trustami Badge for Customer Reviews and Google Stars
de_de: Trustami Siegel für Kundenbewertungen und Google Sterne

source: Trustami plugin for WooCommerce. Trustami - One badge for all your customer reviews. Trustami collects, analyzes and presents a users’ distributed social media data in a standardized and user-friendly format to fill the need for trust in online interactions. Trustami enables users to collect ratings and reviews from all networks and show a trust badge.
de_de: Trustami Plugin für WooCommerce. Alle Ihre Kundenbewertungen auf einen Blick. Mit dem Vertrauenssiegel von Trustami sammeln Sie alle Ihre existierenden Bewertungen an einem Ort aus über alle Quellen. Trustami bietet einen einzigartigen Service, bei dem die verstreuten Bewertungen eines Händlers automatisch verknüpft, aktualisiert und verifiziert werden.

source: Settings
de_de: Einstellungen

source: https://app.trustami.com/manuals/WooCommerce?lang=en
de_de: https://app.trustami.com/manuals/WooCommerce

source: Success: the Trustami badge has been added.
de_de: Erfolg: das Trustami Siegel wurde hinzugefügt.

source: Trustami container that displays reviews in a box.
de_de: Trustami container, der die Reviews in einer Box anzeigt.

source: Done.
de_de: Fertig.

source: Trustami Widget Configuration
de_de: Trustami Widget Konfiguration

source: Your Trustami ID can be found in your user account at app.trustami.com under the Settings menu option.
de_de: Ihre Trustami ID finden Sie in Ihrem Benutzerkonto auf app.trustami.com unter dem Menüpunkt Einstellungen.

source: <ins><i>Hint</ins>:</i> If the selected trust badge is not displayed, it can be activated by logging in to <a href="https://app.trustami.com/start/woocommerce/en" target="_blank">app.trustami.com</a>
de_de: <ins><i>Hinweis</ins>:</i> Sollte das ausgewählte Siegel nicht angezeigt werden, müssen Sie dieses zusätzlich im Mitgliederbereich unter <a href="https://app.trustami.com/features/woocommerce" target="_blank">app.trustami.com</a> aktivieren

source: Language
de_de: Sprache

source: German
de_de: Deutsch

source: English
de_de: Englisch

source: Google Stars
de_de: Google Sterne

source: Display Google Stars.
de_de: Google Sterne anzeigen.

source: Where should the Trust Badge be displayed?
de_de: Wo soll das Vertrauenssiegel platziert werden?

source: Trust Badge Position
de_de: Position des Vertrauensiegel

source: General trust badge display options
de_de: Allgemeine Anzeigeoptionen für das Vertrauenssiegel

source: Display in the header
de_de: Im Header anzeigen

source: Display in the product description
de_de: In der Produktbeschreibung anzeigen

source: Display in the footer
de_de: Im Footer anzeigen

source: Display trust badge text in the footer
de_de: Vertrauenssiegel als Text im Footer anzeigen

source: Display trust badge comments in the footer
de_de: Vertrauenssiegel mit Kommentaren im Footer anzeigen

source: Trust Badge Standard
de_de: Vertrauenssiegel Standard

source: Trust Badge Mini
de_de: Vertrauenssiegel Mini

source: Trust Badge Box
de_de: Vertrauenssiegel Box

source: Trust Badge Box (recommended)
de_de: Vertrauenssiegel Box (empfohlen)

source: Trust Badge Mini (recommended)
de_de: Vertrauenssiegel Mini (empfohlen)

source: Trust Badge Standard (recommended)
de_de: Vertrauenssiegel Standard (empfohlen)

source: Deactivated
de_de: Deaktiviert

source: Display trust badge overlay
de_de: Vertrauenssiegel mitlaufend anzeigen

source: Display trust badge frame
de_de: Vertrauenssiegel Leiste anzeigen

source: Display trust badge list
de_de: Vertrauenssiegel Modul anzeigen

source: Display trust badge sticker
de_de: Vertrauenssiegel Sticker anzeigen

source: Display trust badge button
de_de: Vertrauenssiegel Button anzeigen

source: Display trust badge social
de_de: Vertrauenssiegel Social anzeigen

source: Display trust badge duo
de_de: Vertrauenssiegel Duo anzeigen

source: Display trust badge stars
de_de: Vertrauenssiegel Sterne anzeigen

source: Display Shopauskunft trust badge
de_de: Shopauskunft Vertrauenssiegel anzeigen

source: Trust Badge Sticker
de_de: Vertrauenssiegel Sticker

source: Trust Badge Button
de_de: Vertrauenssiegel Button

source: Trust Badge Social
de_de: Vertrauenssiegel Social

source: Trust Badge Duo
de_de: Vertrauenssiegel Duo

source: Trust Badge Stars
de_de: Vertrauenssiegel Sterne

source: Trust Badge Comments
de_de: Vertrauenssiegel mit Kommentaren

source: Shopauskunft Trust Badge
de_de: Shopauskunft Vertrauenssiegel

source: Trustami Trust Badge Standard
de_de: Trustami Vertrauenssiegel Standard

source: Trustami Trust Badge Text Only
de_de: Trustami Vertrauenssiegel als Text

source: Trustami Trust Badge Button
de_de: Trustami Vertrauenssiegel Button

source: Trustami Trust Badge Box
de_de: Trustami Vertrauenssiegel Box

source: Trustami Trust Badge Mini
de_de: Trustami Vertrauenssiegel Mini

source: Trustami Trust Badge Sticker
de_de: Trustami Vertrauenssiegel Sticker

source: Trustami Trust Badge Social
de_de: Trustami Vertrauenssiegel Social

source: Trustami Trust Badge Duo
de_de: Trustami Vertrauenssiegel Duo

source: Trustami Trust Badge Stars
de_de: Trustami Vertrauenssiegel Sterne

source: Trustami Trust Badge Comments
de_de: Trustami Vertrauenssiegel mit Kommentaren

source: Trustami Shopauskunft Trust Badge
de_de: Trustami Shopauskunft Vertrauenssiegel

source: Trustami Standard Widget.
de_de: Trustami Vertrauenssiegel Standard Widget.

source: Trustami Text Badge Widget.
de_de: Trustami Vertrauenssiegel als Text Widget.

source: Trustami Button Widget.
de_de: Trustami Vertrauenssiegel Button Widget.

source: Trustami Box Widget.
de_de: Trustami Vertrauenssiegel Box Widget.

source: Trustami Mini Widget.
de_de: Trustami Vertrauenssiegel Mini Widget.

source: Trustami Sticker Widget.
de_de: Trustami Vertrauenssiegel Sticker Widget.

source: Trustami Social Widget.
de_de: Trustami Vertrauenssiegel Social Widget.

source: Trustami Duo Widget.
de_de: Trustami Vertrauenssiegel Duo Widget.

source: Trustami Stars Widget.
de_de: Trustami Vertrauenssiegel Sterne Widget.

source: Trustami Comments Widget.
de_de: Trustami Vertrauenssiegel mit Kommentaren Widget.

source: Trustami Shopauskunft Widget.
de_de: Trustami Shopauskunft Vertrauenssiegel Widget.

source: Custom Data Attribute
de_de: Custom Data Attribut

source: For more information please contact our Trustami support team.
de_de: Weitere Informationen erhalten Sie vom Trustami-Supportteam.
